export default function () {
    return { 
        //page
        "1" : "customer",           /*客户管理*/
        "5" : "trade",              /*交易账户*/
        "6" : "",                   /**/
        "7" : "payment",            /*出入金管理*/
        "8" : "user",               /*用户管理*/
        "9" : "setting",            /*系统设置*/
        "14" : "dashboard.index",   /*仪表盘*/
        "19" : "market",            /*市场部*/
        "24" : "master",            /*高手管理*/
        "33" : "account",           /*流通账户*/
        "68" : "logs",              /*日志*/
        "75" : "operation",         /*运营*/
        "78" : "workbench",         /*工作台*/
        "82" : "agentManage",       /*代理商管理*/
        
        //subpage
        "2" : "open",               /*客户管理 已开户客户*/
        "3" : "clue",               /*客户管理 线索客户*/
        "4" : "deposit",            /*客户管理 入金客户*/
        "12" : "commission",        /*出入金管理 佣金设置*/
        "13" : "role",              /*系统设置 角色设置*/
        "15" : "manage",            /*交易账户 账户管理*/
        "16" : "report",            /*交易账户 账户报表*/
        "17" : "credits",           /*交易账户 信用赠金管理*/
        "18" : "menu",              /*系统设置 功能设置*/
        "20" : "identity",          /*客户管理 身份审核*/
        "21" : "deposit",           /*出入金管理 入金记录*/
        "22" : "withdraw",          /*出入金管理 出金申请*/
        "23" : "rate",              /*出入金管理 出入金汇率*/
        "25" : "trader",            /*高手管理 交易者管理*/
        "26" : "ranklist",          /*高手管理 排行榜管理*/
        "27" : "whitelist",         /*高手管理 白名单*/
        "28" : "bonus",             /*高手管理 高手分成*/
        "29" : "copier",            /*高手管理 复制者分成*/
        "32" : "compensation",      /*出入金管理 补偿金管理*/
        "34" : "accountlist",       /*流通账户 账户汇总列表*/
        "35" : "transferlist",      /*流通账户 支付平台转账列表*/
        "36" : "symbol",            /*流通账户 交易品种列表*/
        "37" : "unphone",           /*客户管理 解绑手机号*/
        "38" : "mlist",             /*市场部 已开户客户*/
        "39" : "source",            /*市场部 来源客户*/
        "40" : "code",              /*客户管理 查询验证码*/
        "41" : "largess",           /*出入金管理 赠金管理*/
        "42" : "volume",            /*交易账户 交易手数查询*/
        "43" : "mclue",             /*市场部 线索客户*/
        "63" : "open2",             /*客户管理 开户客户查询*/
        "64" : "message",           /*客户管理 发送消息*/
        "65" : "delete",            /*客户管理 已删除客户*/
        "69" : "managerlogs",       /*日志 MT4 Manager日志*/
        "70" : "followlogs",        /*日志 跟单日志*/
        "71" : "transfer",          /*出入金管理 账户转账*/
        "72" : "invite",            /*客户管理 邀请好友*/
        "74" : "accountTrading",    /*交易账户 账户交易*/
        "76" : "redbag",            /*运营 红包*/
        "77" : "deal",              /*流通账户 交易*/
        "79" : "sale",              /*销售工作台 工作台*/
        "84" : "3manage",           /*销售工作台 第三方管理*/
        "81" : "tradingHistory",    /*交易历史 交易账户*/
        "83" : "commissionCal",     /*代理商管理 佣金结算*/
        "73" : "agent",             /*代理商管理 代理商管理列表*/
        "85" : "list",              /*用户管理 用户列表*/
        "86" : "remittance",        /*出入金管理 出金汇款*/
    };
}